export default `1. 重要须知——在签署本协议之前，汶鼎（威海）网络技术服务有限公司严正提醒用户：<br>
1.1. 您应认真阅读（若您为未成年人，应当在监护人陪同下阅读）并充分理解本《用户服务协议》中的各项条款，包括免除或者限制汶鼎（威海）网络技术服务有限公司责任的条款、用户的权利进行限制的条款，以及约定适用法律和争议管辖的条款。如您对本协议条款有任何疑问，可以向客服人员咨询。<br>
1.2. 除非您接受本协议，否则用户无权也不应接受针对NFTCube平台注册用户提供的NFTCube平台服务，您可以退出本次注册。用户点击“同意并注册账号”、“接受”等含义的按钮，或实际使用NFTCube平台针对NFTCube注册用户提供的服务，视为用户已完全接受并签署本协议。<br>
1.3. 本协议一经签署，具有法律效力，请您慎重考虑是否接受本协议。<br>
1.4. 在您签署本协议之后，本协议文本可能因国家政策、产品功能和形态、运营方案以及履行本协议的环境发生变化而进行修改。修改后的协议发布在NFTCube平台上，您可随时查看。若您对修改后的协议有异议的，请立即停止登录并停止使用NFTCube平台服务。若您登录或继续使用NFTCube平台服务，视为认可修改后的协议并同意受其约束。<br>
2. 关于“NFTCube帐号”<br>
2.1. 汶鼎（威海）网络技术服务有限公司通过NFTCube平台，为用户提供注册通道。用户在注册并接受本协议，之后，生成NFTCube账号。<br>
2.2. 用户在接受本协议之后，有权选择系统允许的且未被其他用户使用的字符组合作为用户的NFTCube账号名称，并自行设置符合安全要求的密码。用户设置的账号名称和密码是用户用以登录及使用NFTCube平台服务的凭证。<br>
2.3. 用户在注册NFTCube账号成功之后，NFTCube平台会按系统规则自动分配给用户一个钱包地址，钱包地址与NFTCube账号同样是用户登录及使用NFTCube平台服务的身份识别凭证。<br>
2.4. NFTCube账号的法律性质是NFTCube平台允许用户使用特定服务而授予用户的凭证，是NFTCube平台服务的一部分，是NFTCube平台将相应的网络服务授权给注册用户使用的授权凭证。<br>
2.5. NFTCube账号同时还承载着用户的使用数据与信息，是用户持有、使用相关交易服务的凭证。<br>
2.6. 用户注册了NFTCube账号并不意味已获得全部NFTCube平台服务的授权。用户在登录相关网页时可能需要另行签署单个项目的授权协议。<br>
2.7. 按照法律、政策和／或NFTCube平台规则和公告（定义见后文）要求，注册用户须配合完成身份信息实名认证。NFTCube账号仅限于注册用户拥有，由注册用户本人使用，禁止赠与、借用、租用、转让或售卖与任何第三方。如果NFTCube平台发现NFTCube账号实际使用者并非账号注册人，有权在未经通知的情况下回收该账号，而无需向该账号使用者或注册人承担法律责任，由此带来的包括并不限于用户通讯中断、用户资料和数据清空等损失由用户自行承担。<br>
2.8. 用户应当妥善保管自己的NFTCube账号及密码，不应向任何其他人透露密码。用户在NFTCube账号项下的一切活动均视为用户本人的行为，用户就该等活动负全部责任，因该等活动而形成的用户数据的修改，项目收益的损失以及其他所有的损失均由用户自行承担。用户须重视NFTCube账号密码保护。用户如发现他人未经许可使用其账号时应当立即通知NFTCube平台。<br>
2.9. 用户的NFTCube账号在丢失或遗忘密码后，可遵照NFTCube平台的申诉途径及时申诉请求找回账号。用户应不断提供能增加账号安全性的个人密码保护资料。用户可以凭初始注册资料及个人密码保护资料填写申诉单向NFTCube平台申请找回账号，NFTCube平台的密码找回机制仅负责识别申诉单上所填资料与系统记录资料相比对后是否吻合，而无法识别申诉人是否真正系该NFTCube账号的有权使用人。对用户因被他人冒名申诉而导致的任何损失，NFTCube平台在法律允许范围内不承担任何责任。用户知晓NFTCube账号及密码保管责任在于用户，NFTCube平台并不承诺NFTCube账号丢失或遗忘密码后用户一定能通过申诉找回账号。<br>
2.10. 用户保证其在注册NFTCube平台账号时和后续使用中填写的身份及其他信息均是真实的，任何非法、不真实、不准确的用户信息所产生的责任由用户承担。用户应按照及时、详尽、真实、准确的要求在其信息发生变化时更新注册资料。用户向平台提供的所有资料都将可能影响用户对NFTCube账号的使用。因用户的注册信息不真实而引起的问题，以及对问题发生所带来的后果，NFTCube平台不负任何责任。<br>
2.11. NFTCube账号（包括其账号名称和钱包地址）的所有权属于NFTCube平台。NFTCube平台有权根据运营需要，发布适用于全部或部分产品与服务的NFTCube平台规则和公告（以下称“平台规则和公告”）。用户在使用NFTCube平台产品与服务的过程中，始终需遵守平台发布的各项平台规则和公告。<br>
2.12. 如用户违反法律法规、本协议、各项NFTCube平台产品与服务的独立协议或NFTCube平台规则和公告等规定，NFTCube平台有权根据相关规则进行违规判定，并采取相应限制或处罚措施，包括但不限于：限制或冻结用户对NFTCube账号的使用，限制或停止某项或多项特定产品、服务或功能，部分或全部扣除用户已向NFTCube平台缴交的保证金，扣减用户在NFTCube平台产品与服务项下可得的收益等等。当用户的行为同时违反两项（或以上）上述相关规则，且该等规则对违规判定标准或限制／处罚措施规定不一致时，NFTCube平台有权选择其认为最适当的予以适用。NFTCube平台有权根据实际情况决定是否以及何时终止上述限制或处罚措施。<br>
2.13. 为了充分利用NFTCube平台账号资源，若用户存在长期未登录使用平台账号的情形，平台有权对该NFTCube账号（包括其账号名称和钱包地址）进行回收、替换等终止使用的操作，并有权清除该NFTCube账号上承载的一切信息、数据和记录。<br>
2.14. NFTCube平台依照平台规则和公告限制、冻结、回收、替换或终止用户NFTCube账号的使用，可能会给用户造成一定的损失，该损失由用户自行承担，NFTCube平台不承担任何责任。<br>
2.15.NFTCube平台有权对用户使用NFTCube平台的情况进行审查和监督，如用户在使用NFTCube平台时违反任何上述规定，NFTCube平台或其授权的人有权要求用户更改或直接采取一切必要措施（包括但不限于更改或删除用户发布的内容、暂停或终止用户 使用NFTCube平台的权利）以减轻用户不当行为造成的影响。<br>
2.16.用户须确保所有的NFT作品均仅在NFTCube平台发布并销售。如因重复销售等问题对买家造成的经济损失或对NFTCube平台造成名誉损失，用户须对此承担法律责任；同时，NFTCube平台有权撤销违反此条用户的全部作品。<br>
2.17.用户不得在NFTCube平台发布并销售任何涉及盗版行为的作品，包括但不仅限于未经著作权人许可，复制发行的作品；未经录音录像制作者许可，复制发行的作品；制作、出售假冒他人署名的作品；由此产生的对NFTCube平台以及买家经济损失或对NFTCube平台造成的名誉损失，用户需承担法律责任。<br>

3. 用户不得从事以下行为：<br>
3.1. 利用NFTCube平台产品与服务制作、复制、发表、传送、传播、储存含有下列内容的违法或不良信息，包括但不限于设置和使用含有以下内容的NFTCube账号名称、昵称、网名、角色名等：<br>
1）违背宪法基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、影响社会稳定或损害国家荣誉或利益的内容；<br>
2）歪曲、丑化、亵渎、否定英雄烈士事迹和精神、侵害英雄烈士，宣扬恐怖主义、极端主义或煽动实施相关活动，煽动民族仇恨、民族歧视，破坏民族团结，破坏国家宗教政策，宣扬邪教和封建迷信，或散布谣言、扰乱经济秩序和社会秩序的内容；<br>
3）侮辱、诽谤、色情、赌博、暴力、凶杀、恐怖、教唆犯罪以及其他引起他人不安及任何违反国家法律法规或政策的内容；<br>
4）使用夸张标题，内容与标题严重不符的，炒作绯闻、丑闻、劣迹等的，不当评述自然灾害、疫情、重大事故等灾难的，带有性暗示、性挑逗等易使人产生性联想的，展现血腥、惊悚、残忍等致人身心不适的，煽动人群、地域等歧视的，宣扬低俗、庸俗、媚俗内容的，可能引发未成年人模仿不安全行为和违反社会公德行为、诱导未成年人不良嗜好的，以及其他可能对网络生态造成不良影响的内容。<br>
3.2. 利用NFTCube平台产品与服务制作、复制、发表、传送、传播、储存侵害他人知识产权、商业秘密权、肖像权、隐私权、个人信息与数据安全权利等合法权益的内容，包括但不限于“人肉搜索”、“网络暴力”、以发布或删除某些信息进行牟利、要挟或胁迫等等形式。<br>
3.3. 进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器／账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试构成平台产品与服务的软件系统／网站／网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏前述软件系统／网站／网络的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造数据包名称或部分名称或者内容；利用深度学习、虚拟现实等新技术新应用从事违法或不道德的活动。<br>
3.4. 进行任何欺诈性的、破坏NFTCube平台产品与服务公平性或者其他影响NFTCube平台产品与服务正常秩序的行为，如实施流量造假或劫持、虚假注册账号、非法交易账号、批量或自动化操控账号、主动或被动“刷分”、合伙串通作弊、使用外挂或者其他的作弊或修改软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众。<br>
3.5. 除非经NFTCube平台事先许可，进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的可能侵害NFTCube平台合法利益的行为。<br>
3.6. 进行其他任何违法、违反监督机关政策或侵犯其他个人、公司、社会团体、组织的合法权益的行为，以及任何违反NFTCube平台产品与服务的独立协议，或者违反平台规则和公告的行为。<br>
4. 用户风险提示<br>
4.1. 用户须明白并接受：在使用NFTCube平台产品与服务时，可能存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为，或侵犯他人权利（包括知识产权）的匿名或冒名的信息的风险，该等风险并非NFTCube平台造成，用户须承担以上风险。NFTCube平台产品与服务仅以“现状”形式提供，NFTCube平台对其不作担保，不论是明示的或默示的，亦不论是有关真实性、适当性、适于某一特定用途、所有权和非侵权性等等。对用户因此遭受的，以及任何因用户不正当或非法使用NFTCube平台产品与服务而产生的直接、间接、偶然、特殊及后续的损害，NFTCube平台在法律允许范围内不承担任何责任。<br>
4.2. 用户使用NFTCube平台产品与服务必须遵守国家有关法律法规和政策等。用户应维护国家利益，保护国家安全，言行不应违背公序良俗和正确的价值观。用户应严格遵守本协议、平台规则和公告，对于用户违法或违反本协议使用（包括但不限于发表言论、传送内容等）而引起的一切责任，由用户负全部责任。<br>
4.3. NFTCube平台的产品与服务同大多数软件产品和网络服务一样，如果用户安全意识薄弱、行为不慎，可能会面对各种安全问题的滋扰，包括但不限于：<br>
1）透露个人资料后，被不法分子利用，造成现实生活中的骚扰；<br>
2）被他人哄骗、破译密码，造成经济损失；<br>
3）轻信不法分子编造的谎言，被诈骗钱财或遭受其他损失；<br>
4）下载安装的其它软件中含有病毒、“特洛伊木马”等恶意程序，威胁个人计算机或其他计算设备上的信息和数据的安全，继而威胁对NFTCube平台产品与服务的使用。<br>
对于发生上述情况的，用户应当自行承担责任。如果用户发生上述情况导致NFTCube平台或其他用户可能遭受威胁的，NFTCube平台有权中止或终止继续向该用户提供产品与服务，拒绝该用户接入，由此造成该用户损失的，用户需自行承担。<br>
4.4. 用户须明白并同意：NFTCube平台为了服务整体运营的需要，有权在公告通知后修改或中断、中止或终止其产品与服务而无需事先向您通知。NFTCube平台就此无须向您或第三方承担任何赔偿责任。<br>
4.5. 用户须明白并同意：互联网技术的快速发展和受多方因素影响的特性，可能导致政府监管政策变化、基础电信服务中断、病毒入侵、黑客攻击、服务器系统崩溃或者其他现今技术无法预见、无法避免和无法快速解决的风险发生。上述风险可能导致NFTCube平台产品与服务中断和／或数据丢失等等，NFTCube平台会尽量尝试修复，但用户须最终承担此类非人为因素引起的损失。<br>
4.6. 用户如果通过NFTCube平台产品与服务取得收入，应妥善管理收入余额并适时提取。非因NFTCube平台故意或重大过失导致用户的该等收入发生损失，或者该等收入按照平台规则和公告被扣减或清除的，NFTCube平台无需向用户承担责任。NFTCube平台有权按照法律法规的要求就其应予代扣代缴的税费对用户收入和提现金额进行扣缴。NFTCube平台有权主张对其与用户之间互负的付款义务进行等额抵销。<br>
5. 知识产权<br>
5.1.NFTCube平台是一个集创作、发布和出售数字艺术品为一身的平台，我们尊重每一位NFTCube平台用户及其创作的作品。<br>
5.2.著作权人授权并同意，著作权人如选择采用数字许可作品形式销售作品，数字许可作品在交易完成后，购买方在持有数字许可作品期间将获得该作品全球范围内永久性的著作权使用许可授权，该许可为非排他性的，可转让的、不可转许可的权利。购买方在持有数字许可作品期间可将作品用于广告、印刷、出版物、产品包装、设计、视频、动画、游戏等用途。购买方可将数字许可作品进行转让，受让方在受让数字许可作品后，该许可授权将转移至受让方。如数字作品许可持有人需要，著作权人应配合购买方进行著作权转让备案登记。<br>
5.3.数字作品许可持有人在使用数字许可作品时，不得进行任何丑化、诋毁或其他任何违反法律法规的行为。数字作品许可持有人在将数字许可作品转让后，即失去该作品的著作权使用权利，应立即停止对该作品的使用行为。
5.4.NFTCube平台提供的网络服务中所包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它相关法律保护，未经相关权利人（含NFTCube平台及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。若第三方出于非商业目的，将用户在NFTCube平台上发表的内容转载在NFTCube平台之外的地方，应当在作品正文开头的显著位置注明原作者姓名（或原作者在NFTCube平台上使用的帐号名称），同时给出原始链接，注明「发表于NFTCube平台」，并不得对作品进行修改演绎。若需要对作品进行修改或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。同时NFTCube平台为用户提供「保留所有权利，禁止转载」的选项。除非获得原作者的单独授权，任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。<br>
5.5. 用户在NFTCube平台上传或发表的内容时应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。NFTCube平台不承担对用户上传的内容是否具有著作权或著作权人的授权进行审核的义务。如果第三方提出关于著作权的异议，NFTCube平台有权根据实际情况删除相关的内容，且有权追究用户的法律责任。如对NFTCube平台或任何第三方造成损失，用户应负责全额赔偿。<br>
5.6.若出现任何第三方侵犯NFTCube平台用户相关权利的情况，平台用户同意授权NFTCube平台或其指定的代理人代表NFTCube平台自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在NFTCube平台认为必要的情况下参与共同维权。同时NFTCube平台有权利但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及NFTCube平台社区指导原则对侵权信息进行处理。<br>
6. 隐私保护<br>
6.1. 请用户提高安全意识，注意勿在使用NFTCube平台产品与服务时透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码、个人身份信息、家庭成员信息等重要资料，否则由此带来的任何损失由用户自行承担。NFTCube平台工作人员不会以任何方式索要您的账号密码，也不会要求您向非NFTCube平台的账户付款。<br>
6.2. 用户的平台账号及密码属于保密信息，NFTCube平台会采取积极的措施保护用户账号、密码的安全。用户亦应随时保管好该等密码、绑定平台账号的手机等，以免账号被他人冒用。<br>
6.3. 用户的注册信息作为NFTCube平台的商业秘密进来保护。但用户同时明白，互联网的开放性以及技术更新非常快，非NFTCube平台可控制的因素导致用户信息泄漏的，在法律允许的范围内NFTCube平台不承担责任。<br>
6.4. 用户在使用NFTCube平台产品与服务时不可将自认为隐私的信息发表、上传至NFTCube平台运营的产品及服务平台，也不可将该等信息通过NFTCube平台的服务传播给其他人。若用户执意作出该等行为引起隐私泄漏，由用户自行承担责任。<br>
6.5. NFTCube平台在提供服务时可能会搜集用户个人信息，NFTCube平台会明确告知用户，通常信息仅限于用户姓名、性别、年龄、出生日期、身份证号、家庭住址等。出于更好地提供服务所需，NFTCube平台还可能记录并分析用户的技术信息和使用状况，例如用户设备标识（例如IMEI码、MAC地址等）、登录及登出时间、登录所在的IP地址、地理位置、系统版本等等。用户在此授权NFTCube平台取得并合理使用上述信息。NFTCube平台应妥善保管该等信息，未经用户同意，不得公开或向第三方提供，但法律要求的披露，或者无法还原至个人原始数据（例如基于“大数据”所做的统计数据）方式的披露除外。<br>
6.6. 就下列相关事宜的发生，在法律允许的范围内，NFTCube平台不承担任何法律责任：<br>
1）NFTCube平台根据法律规定或相关政府、司法机关的要求提供您的个人信息；<br>
2）由于用户将用户密码告知他人或与他人“共享”NFTCube账户，由此导致的任何个人信息的泄漏，或其他非因NFTCube平台原因导致的个人信息的泄漏；<br>
3）任何由于黑客攻击、电脑病毒侵入、他人非法行为造成的信息泄漏；<br>
4）因不可抗力导致的信息泄漏。<br>
6.7 请用户查看完整的《NFTCube平台隐私保护政策》，该页面应视为本协议的组成部分。<br>
7、其他条款<br>
7.1. 本协议的签署、解释、履行和争议解决，均适用中华人民共和国法律，并明确排除其冲突法规范的适用。<br>
7.2. 本协议的签署地点为NFTCube平台主要履约地，即山东省威海市环翠区。除另有明确约定外，若用户与NFTCube平台就本协议约定或NFTCube平台产品与服务发生争议的，应当将争议提交成都互联网法院通过诉讼解决；纠纷事由依法不属于成都互联网法院受理范围的，双方应将争议提交成都市高新区有管辖权的法院诉讼解决。<br>
7.3. 本协议由NFTCube平台公布在其相关产品与服务的网站或使用界面上，对NFTCube平台具有法律约束力；用户一经点击“同意并注册账号”、“接受”等含义的按钮，或实际使用NFTCube平台针对注册用户提供的服务，即视为对本协议的接受，本协议即对用户产生法律约束力。<br>
7.4. 用户在使用NFTCube平台旗下具体的网站、网页应用、软件、服务等等之时，可能要另行签署相关软件授权及服务协议。该等适用于特定产品或服务的协议，内容如与本协议冲突的，在该等特定产品及服务范围内应以该等另行签署的协议为准。<br>
7.5. 本协议如有其他语言版本，若其他语言版本的约定与本中文版本不一致的，应以本中文版本作准。<br>
`
